#!/bin/bash

clear
echo 
echo -e """\e[1m\e[36m  
╶▄▀▀▄╶▄▀▄╶╶▄▀▀█▄╶╶╶▄▀▀▄▀▀▀▄╶╶▄▀▀▄╶▄▀▄╶╶▄▀▀▄╶▄▀▀▄╶
█╶╶█╶▀╶╶█╶▐╶▄▀╶▀▄╶█╶╶╶█╶╶╶█╶█╶╶█╶▀╶╶█╶█╶╶╶█╶╶╶╶█╶
▐╶╶█╶╶╶╶█╶╶╶█╶╶╶█╶▐╶╶█▀▀█▀╶╶▐╶╶█╶╶╶╶█╶▐╶╶█╶╶╶╶█╶╶
╶╶█╶╶╶╶█╶╶╶╶█▄▄▄█╶╶▄▀╶╶╶╶█╶╶╶╶█╶╶╶╶█╶╶╶╶█╶╶╶╶█╶╶╶
▄▀╶╶╶▄▀╶╶╶╶▄▀╶╶╶█╶█╶╶╶╶╶█╶╶╶▄▀╶╶╶▄▀╶╶╶╶╶╶▀▄▄▄▄▀╶╶
█╶╶╶╶█╶╶╶╶█╶╶╶▄▀╶╶▐╶╶╶╶╶▐╶╶╶█╶╶╶╶█╶╶╶╶╶╶╶╶╶╶╶╶╶╶╶
▐╶╶╶╶▐╶╶╶╶▐╶╶╶▐╶╶╶╶╶╶╶╶╶╶╶╶╶▐╶╶╶╶▐╶╶╶╶╶╶╶╶╶╶╶╶╶╶╶
"""
echo
echo -e "\e[35m Do u know MarMu"
echo
apt update
apt upgrade -y
apt install figlet -y
pkg install python -y
pkg install python2 -y
pkg install ruby
pip install tqdm mechanize requests bs4
pip2 install mechanize request bs4 tqdm
pip install --upgrade pip
apt install toilet -y
pkg install curl
pkg install wget
apt install figlet -y
pkg install git -y
apt install unzip -y
gem install lolcat
toilet -F gay 3-In-1 | lolcat
sleep 3
echo
echo
cd $HOME
cd 3O1
unzip 3O1.zip
cd $HOME
sleep 1
echo -e "\e[36m Now Run 👉 python2 3O1.py"
echo -e "\e[1m\e[32m Creation \e[31m By \e[33m MarMu "
echo
sleep 2.0
exit
